Repository: Agbes/ban
Catalog: BanqueProject/locale/*/LC_MESSAGES/django.po
Languages: es, it

source: English
es: Inglés
it: Inglese

source: French
es: Francés
it: francese

source: Spanish
es: Español
it: spagnolo

source: Italian
es: italiano
it: Italiano

source: Déconnexion
es: Desconectar
it: Disconnetti

source: Change
es: Intercambio
it: Scambio

source: Administration
es: Administración
it: Amministrazione

source: Espace client
es: Área de clientes
it: Area clienti

source: Tableau de bord
es: Panel
it: Pannello di controllo

source: Vos contracts
es: Tus contratos
it: I tuoi contratti

source: Information du compte
es: Información de la cuenta
it: Informazioni sull'account

source: Listes prets
es: Listas listas
it: Elenchi pronti

source: Demande de retrait
es: Solicitud de retiro
it: Richiesta di ritiro

source: Demande de pret
es: Solicitud de préstamo
it: Richiesta di prestito

source: Vérication
es: Verificación
it: Verifica

source: Message
es: Mensaje
it: Messaggio

source: Historiques
es: Histórico
it: Storico

source: Administrateur
es: Administrador
it: Amministratore

source: Client
es: Cliente
it: Cliente

source: Statut du compte:
es: Estado de la cuenta:
it: Stato dell'account:

source: Numéro IBAN:
es: Número IBAN:
it: Numero IBAN:

source: Aucun profil utilisateur disponible.
es: No hay perfil de usuario disponible.
it: Nessun profilo utente disponibile.

source: Mode administrateur
es: Modo administrador
it: Modalità amministratore

source: Consultation du profil de
es: Consulta del perfil de
it: Consultazione del profilo di

source: Retour au tableau de bord administrateur
es: Volver al panel de administración
it: Ritorna alla dashboard di amministrazione

source: Détails du Solde et des Prêts
es: Detalles del saldo y del préstamo
it: Saldo e dettagli del prestito

source: Balance
it: Bilancia

source: Pret Payé
es: Préstamo pagado
it: Prestito pagato

source: Pret Impayé
es: Préstamo impago
it: Prestito non pagato

source: Derniers messages
es: Últimas publicaciones
it: Ultimi post

source: Vous n'avez aucun message.
es: No tienes mensajes.
it: Non hai messaggi
